"""
start message

"""








#по каждому впн есть информация по зипу и асн
startMessage = 'Приветствуем вас. Данный бот поможет вам арендовать vpn клиент в любой точке мира.\n\n\nПо вопросам сотрудничества писать в jabber: b3l1ar@exploit.im\n\nПри возникновении каких-либо трудностей связанных с дополнительной информацией\n(asn и zip) или  работой бота, пишите в тех. поддержку. \n'

"""
start button
"""
#Выбрать vpn
buyVPN = 'Выбрать vpn  🛒'
#Мои покупки
myPurchase = 'Мои покупки 💼 '
#тех. поддержка
techSupport = 'тех. поддержка 💡 '

"""
byeVPN to --->
"""
#выбрать способ
buyVPNmsg = 'выберете способ'
#Поиск по зип коду
findByZip = 'поиск по зип коду'
#Выбрать в ручную
selectManual = 'выбрать вручную'
"""
back to menu
"""
backToMenu = 'вернуться в главное меню'
#вернуться в главное меню
back_menu = 'вернуться в главное меню'
backMenuMsg = 'К вашим услугам!'

#все ваши покупки действительны в течении одного месяца
myPurchaseMsg = 'все ваши покупки действительны в течении одного месяца'
""""""

token = '553687322:AAHPcrxskMv2-pH1Ld53SNEx8nEdEt7nF5g'

technical_sup_str = 'Переход к саппорту'


str_payment = "QIWI оплата:  к оплате 300 рублей с комментарием - %s на номер - %s. После оплаты, подождите несколько минут и вернитесь в главное меню и перейдите в Ваши покупки. "


zip_arr = {'N3Y','2430','1001','6000','1206','6340','M2P','M2P','M2P','H4X','90744','H1H','44060','L6T','91303','92806','91303','92648','65081','100-0001','43701','43065','28546','27610','32953','34741','46077','46123','27703','H4X','91359','H1H','H1H','95665','91345','92626','K2P','6492','N6A','13850','92335','93551','33610','36582','10123','20068','15212','10123','10123','20068','900 01','NW9','NG1','NW9','60-211','3181','5003','1410','200 01','811 01','147 00','50582','50582','380054','2113','3020','140-0002','6000','1001','50582','50582','3000','50582','141-0032','1141','1212','5000','390-030','100-0001','3083','7000','1001','1001','1001','4018','6057','100-0001','1010','1010','2113','3000','3000','5000','4000','4102','4217','6000','1010','1010','275 23','1012','403','403','403','140-0002','56308','H4X','L4C','95141','15905','21638','92501','4217','3000','3000','100-0001','13606','13606','58106','7511','11427','K2H','B3A','32821','H4X','20149','100 05','100 05','2112','100 05','100 05','100 05','60313','85774','7003','E1 6PU','50123','50123','40100','700 02','100 05','200 01','550 01','100 05','100 05','400 10','650 01','100 05','100 05','350 02','151 00','151 00','10700','374-0027','66219','36801','84010','N6A','N6A','1181','3012','3012','2196','84111','52577','12200-000','72704','M2H','84604','84604','84604','84604','84604','84604','84604','58106','93001','T6H','53719','97367','90713','91303','91303','28173','91324','90003','98111','52402','34613','62401','35893','66220','75063','75401','75035','78550','76706','78028','76712','H1H','H1H','H1H','60666','V3J','61265','98801','98801','55440','52577','26101','37422','55372','36601','31703','50702','N2M','V5Z','3866','7175','21203','8101','8101','20149','20149','26101','44890','53150','V5N','44305','44035','29577','29577','28202','K2P','85001','S7L','82001','83707','84070','55352','87158','87158','92112','92243','44192','92612','92243','70892','70139','68197','2912','31202','53545','76134','89701','89701','5828'}
